{
  "kitaplar": [
    {
      "id": "1",
      "kitapAdi": "Körlük",
      "kitapYazari": "Jose Saramago",
      "kitapKategorisi": "Literature",
      "kitapResmi": "https://img.kitapyurdu.com/v1/getImage/fn:11857266/wh:true/wi:800",
      "kitapSayfaSayisi": 320,
      "kitapAciklamasi": "Usta yazarın belki de en etkileyici yapıtı olan, sinemaya da uyarlanmış Körlük, toplumsal yaşamın nasıl bir vahşete dönüşebileceğini müthiş bir incelikle gözler önüne sererken, insana dair son umut kırıntısını da bir kadının tek başına örgütlediği dayanışma ve direniş..."
    },
    {
      "id": "2",
      "kitapAdi": "Kızıl Karma",
      "kitapYazari": "Jean Christophe Grange",
      "kitapKategorisi": "Literature",
      "kitapResmi": "https://img.kitapyurdu.com/v1/getImage/fn:11850394/wh:true/wi:220",
      "kitapSayfaSayisi": 584,
      "kitapAciklamasi": "Mayıs 1968’de Paris adeta yangın yeriyken, genç bir kadının bir yoga pozisyonunda, çıplak ve parçalanmış cesedi bulunur. Polis Jean-Louis Mersch, cinayeti soruşturmaya başlar. Maktulün arkadaşları Hervé ile Nicole de ona yardımcı olurlar. Bir başka kadın arkadaşları daha cinayete kurban gittiğinde, ölümün kendi çevrelerinde kol gezdiğini düşünmeye başlarlar."
    },
    {
      "id": "3",
      "kitapAdi": "Outliers (Çizginin Dışındakiler)",
      "kitapYazari": "Malcolm Gladwell",
      "kitapKategorisi": "Other",
      "kitapResmi": "https://i.dr.com.tr/cache/600x600-0/originals/0000000303463-1.jpg",
      "kitapSayfaSayisi": 244,
      "kitapAciklamasi": "Başarılı insanlar hakkında anlatılan bir hikaye vardır; onların zeki ve hırslı oldukları söylenir. Outliers’te Malcolm Gladwell başarının gerçek hikayesinin bundan çok farklı olduğunu ve bazı insanların neden başarılı olduğunu anlamak için, bunların çevrelerine daha dikkatli bakmamız gerektiğini iddia ediyor."
    },
    {
      "id": "4",
      "kitapAdi": "Gece Yarısı Kütüphanesi",
      "kitapYazari": "Matt Haig",
      "kitapKategorisi": "Other",
      "kitapResmi": "https://img.kitapyurdu.com/v1/getImage/fn:11631602/wh:true/wi:800",
      "kitapSayfaSayisi": 296,
      "kitapAciklamasi": "Nora, hayatında birçok hüsran ve hayal kırıklığı yaşamış, intihar etmeye karar vermiş bir kadındır. Ancak, bir gece yarısı ansızın karşısına çıkan gizemli bir kütüphane, ona umut dolu bir fırsat sunar. Bu kütüphane, Nora’nın hayatını değiştirecek bir yolculuğa çıkmasını sağlar. Her kitap bir yaşamı temsil eder ve Nora, istediği kitabı seçerek o yaşamı yaşama şansı bulur. Her seferinde farklı bir dünyada kendini bulan Nora, geçmişte yaptığı hataları gözden geçirir, ikinci şanslara sahip olur ve hayatın değerini yeniden keşfeder. Nora, bu yolculuklar sırasında çeşitli insanlarla tanışır, farklı ilişkiler kurar ve her yaşam deneyimiyle büyük bir içsel dönüşüm geçirir. Bu süreçte, kendi hayatının anlamını ve değerini sorgular. Her bir yaşamda karşılaştığı deneyimler, ona hayatta kalmak için umudu ve yaşamın değerini hatırlatır."
    },
    {
      "id": "5",
      "kitapAdi": "Suç ve Ceza",
      "kitapYazari": "Dostoyevski",
      "kitapKategorisi": "Other",
      "kitapResmi": "https://i.dr.com.tr/cache/500x400-0/originals/0001788076001-1.jpg",
      "kitapSayfaSayisi": 705,
      "kitapAciklamasi": "Suç ve Ceza, dünyaca ünlü Rus yazar Fyodor Dostoyevski tarafından yazılan bir romandır. Suç ve Ceza kitabının özeti, kısa olarak Raskolnikov adlı cinayet işleyen bir hukuk öğrencisinin kendi vicdanıyla hesaplaşması şeklinde ifade edilebilir."
    },
    {
      "id": "6",
      "kitapAdi": "Zeytindağı",
      "kitapYazari": "Fatih Rifkı Atay",
      "kitapResmi": "https://img.kitapyurdu.com/v1/getImage/fn:11814539/wh:true/wi:800",
      "kitapKategorisi": "History",
      "kitapSayfaSayisi": 176,
      "kitapAciklamasi": "Zeytindağı, insanın kanını donduran tarihî bir süreci, “bir imparatorluğun çöküşünü” zamanına göre duru bir Türkçe ile karşımıza getiriyor. Kitapta Mehmetçik’in Yemen’de, Aden’de, Kanal’da, Gazze’de, Arap çöllerinde nasıl kırıldığını, yenilgiden sonra bir vagon dolusu “mecidiye”yi bile nasıl bıraktığımızı hayretler içerisinde okuyacaksınız."
    },
    {
      "id": "7",
      "kitapAdi": "Fahrenheit 451",
      "kitapYazari": "Ray Bradbury",
      "kitapKategorisi": "Other",
      "kitapResmi": "https://img.kitapyurdu.com/v1/getImage/fn:11643403/wh:true/miw:200/mih:200",
      "kitapSayfaSayisi": 208,
      "kitapAciklamasi": "Ray Bradbury sadece bilimkurgunun değil fantastik edebiyatın ve korkunun da yirminci yüzyıldaki ustalarından biri. Bilimkurgunun 'iyi edebiyat' da olabileceğini kanıtlayan belki de ilk yazar. Yayımlandığı anda klasikleşen, distopya edebiyatının dört temel kitabından biri olan Fahrenheit 451 ise bir yirminci yüzyıl başyapıtı."
    },
    {
      "id": "8",
      "kitapAdi": "Atomik Alışkanlıklar",
      "kitapYazari": "James Clear",
      "kitapKategorisi": "Other",
      "kitapResmi": "https://img.kitapyurdu.com/v1/getImage/fn:11221036/wh:true/wi:220",
      "kitapSayfaSayisi": 352,
      "kitapAciklamasi": "Hedefleriniz ne olursa olsun, Atomik Alışkanlıklar size her geçen gün %1 daha iyiye gitmeniz için etkisi kanıtlanmış bir çerçeve sunuyor. Şimdi arkanıza yaslanın, alışkanlıkları şekillendirme konusunda dünyanın önde gelen uzmanlarından biri olan James Clear’dan, iyi alışkanlıklar edinirken kötü alışkanlıklardan kurtulmanın yollarını öğreneceğiz.."
    },
    {
      "id": "9",
      "kitapAdi": "Serenad",
      "kitapYazari": "Zülfü Livaneli",
      "kitapKategorisi": "Literature",
      "kitapResmi": "https://img.kitapyurdu.com/v1/getImage/fn:11483001/wh:true/wi:220",
      "kitapSayfaSayisi": 450,
      "kitapAciklamasi": "II. Dünya Savaşı sırasında batırılan bir mülteci gemisinin hikâyesine dayanan bu etkileyici romanda, Almanya doğumlu yaşlı bir profesör, sevgili karısını en son gördüğü yeri ziyaret etmek için Amerika’dan İstanbul’a gelir. Maya Duran, İstanbul Üniversitesi’ndeki zorlu işi ile genç bir oğul yetiştirmenin zorluklarını dengelemeye çalışan bekar bir annedir. Maya, üniversitenin daveti üzerine gelen Prof. Maximilian Wagner’i ağırlamakla görevlendirilir. Başta, etrafında gelişen olaylara ve Profesör’e karşı kayıtsız görünse de altmış yıllık bu esrarengiz hikâye sayesinde kendi kökleriyle ilgili üstü kapatılan pek çok karanlık gerçeği yavaş yavaş öğrenir. Yaklaşık 800 Yahudi mültecinin kendilerini Filistin’e taşıyan geminin Türkiye kıyılarında torpidolanması sonucu hayatını kaybettiği 1942 Struma felaketinden esinlenen Serenad, hem dokunaklı bir aşk hikâyesi hem de krizdeki insan ilişkilerinin gücünün unutulmaz bir anlatısı. Pek çok dile çevrilen, özellikle İngilizce edisyonuyla dünyanın dört bir yanında okurlarıyla buluşan Serenad, müzik, edebiyat ve yakın tarihin iç içe geçtiği bir Livaneli romanı."
    },
    {
      "id": "10",
      "kitapAdi": "Sineklerin Tanrısı",
      "kitapYazari": "William Golding",
      "kitapKategorisi": "Other",
      "kitapResmi": "https://i.dr.com.tr/cache/500x400-0/originals/0000000107800-1.jpg",
      "kitapSayfaSayisi": 262,
      "kitapAciklamasi": "Kitap, II. Dünya Savaşı’nda yaşanan nükleer atom bombası etkisinden korunmak için Britanyalı bir grup çocuğun, uçak ile taşınmasını konu alarak başlıyor. Söz konusu uçak varmak istediği noktaya gidemeden, ıssız bir adaya düşünce hayatta kalan çocukların yaşam mücadelesi başlamış oluyor."
    },
    {
      "id": "11",
      "kitapAdi": "Bir İdam Mahkumunun Son Günü",
      "kitapYazari": "Victor Hugo",
      "kitapKategorisi": "Literature",
      "kitapResmi": "https://img.kitapyurdu.com/v1/getImage/fn:6678075/wh:true/wi:800",
      "kitapSayfaSayisi": 85,
      "kitapAciklamasi": "Hayatının beş yılını darbe ile başa gelen Louis Bonaparte’ye karşı çıktığı için sürgünde geçiren Victor Hugo’nun başkaldırı güncesi. Modern edebiyatın ilk monoloğu sayılan romanda Hugo, idam cezasının trajikomik yanını da gözler önüne seriyor. İdama mahkûm bir adamın altı haftaya yayılan güncesini okurken asıl suçlunun kim olduğuna karar veremeyeceksiniz. Cinayeti işleyen katil mi, idamı bir şölen gibi izlemek için can atan toplum mu?"
    },
    {
      "id": "12",
      "kitapAdi": "Mülksüzler",
      "kitapYazari": "Ursula K. Le Guin ",
      "kitapKategorisi": "Literature",
      "kitapResmi": "https://img.kitapyurdu.com/v1/getImage/fn:11612179/wh:true/wi:220",
      "kitapSayfaSayisi": 344,
      "kitapAciklamasi": "Vermediğiniz şeyi alamazsınız, kendinizi vermeniz gerekir. Devrimi satın alamazsınız. Devrimi yapamazsınız. Devrim olabilirsiniz ancak.'Romanım Mülksüzler, kendilerine Odocu diyen küçük bir dünya dolusu insanı anlatıyor. İsimlerini toplumlarının kurucusu olan Odo'dan alıyorlar; Odo romandaki olaylardan kuşaklarca önce yaşamış, bu yüzden olaylara katılmıyor, ya da yalnızca zımnen katılıyor, çünkü bütün olaylar aslında onunla başlamıştı.'"
    },
    {
      "id": "13",
      "kitapAdi": "Kafamda Bir Tuhaflık",
      "kitapYazari": "Orhan Pamuk",
      "kitapKategorisi": "Literature",
      "kitapResmi": "https://www.bijarefix.com/image/cache/catalog/kitap/kafamda-bir-tuhaflik-386x600.png",
      "kitapSayfaSayisi": 350,
      "kitapAciklamasi": "Kafamda Bir Tuhaflık, boza ve yoğurt satıcısı Mevlut Karataş'ın hayatı çevresinde 1950'lerden itibaren kuvvetli bir değişime ve dönüşüme uğrayan İstanbul'un anlatıldığı bir roman. Yazarı,eserini şöyle özetliyor: “Bu, boza ve yoğurt satıcısı Mevlut Karataş'ın hayatının ve hayallerinin hikâyesi."
    },
    {
      "id": "14",
      "kitapAdi": "Beyaz Zambaklar Ülkesinde",
      "kitapYazari": "Grigori Petrov",
      "kitapKategorisi": "History",
      "kitapResmi": "https://img.kitapyurdu.com/v1/getImage/fn:11435778/wh:true/wi:800",
      "kitapSayfaSayisi": 220,
      "kitapAciklamasi": "Grigory Petrov’un çeşitli aralıklarla çıktığı Finlandiya seyahatlerindeki notlardan oluşan Beyaz Zambaklar Ülkesinde, 1800’lerin sonlarında Finlandiya halkının içinde bulunduğu durumu, cehaletten kurtulmak için başta Johan Vilhelm Snellman olmak üzere ülkedeki bir avuç Fin aydınının verdiği olağanüstü mücadeleyi anlatır. Petrov’un 1923 yılında kaleme aldığı eser Finlandiya’ya adanmış olmakla beraber, gelişmekte olan ülkelere rehber olacak nitelikte bir uygarlık mücadelesinin öyküsüdür aynı zamanda."
    }
  ],
  "kategoriler": [
    {
      "id": "1",
      "kategoriAdi": "All Books"
    },
    {
      "id": "2",
      "kategoriAdi": "Software"
    },
    {
      "id": "3",
      "kategoriAdi": "Literature"
    },
    {
      "id": "4",
      "kategoriAdi": "History"
    },
    {
      "id": "5",
      "kategoriAdi": "Other"
    }
  ]
}